Cilium/performance/abcd/multi-perf4/report500.txt
Requests      [total, rate]            15000, 500.03
Duration      [total, attack, wait]    29.999486939s, 29.998144156s, 1.342783ms
Latencies     [mean, 50, 95, 99, max]  590.374µs, 472.117µs, 998.249µs, 3.112416ms, 33.776018ms
Bytes In      [total, mean]            390000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:15000  
Error Set: